# LitersPerHour Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..LitersPerHour Property
UnitTypeId Class See Also
---
Liters per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LitersPerHour { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LitersPerHour As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LitersPerHour {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace